let pca = [
  {
    "code": "12", "name": "天津大学", "children": [
      { "code": "1201", "name": "北洋园校区", "children": [
        { "code": "120101", "name": "格园一斋" }, 
        { "code": "120102", "name": "格园二斋" }, 
        { "code": "120103", "name": "格园三斋" }, 
        { "code": "120104", "name": "知园四斋" }, 
        { "code": "120105", "name": "知园五斋" }, 
        { "code": "120106", "name": "诚园六斋" }, 
        { "code": "120110", "name": "诚园七斋" }, 
        { "code": "120111", "name": "诚园八斋" }, 
        { "code": "120112", "name": "正园九斋" }, 
        { "code": "120113", "name": "正园十斋" }, 
      ]},
	  { "code": "1201", "name": "卫津路校区", "children": [
	    { "code": "120101", "name": "和平区" }, 
	    { "code": "120102", "name": "河东区" }, 
	    { "code": "120103", "name": "河西区" }, 
	    { "code": "120104", "name": "南开区" }, 
	    { "code": "120105", "name": "河北区" }, 
	    { "code": "120106", "name": "红桥区" }, 
	    { "code": "120110", "name": "东丽区" }, 
	    { "code": "120111", "name": "西青区" }, 
	    { "code": "120112", "name": "津南区" }, 
	    { "code": "120113", "name": "北辰区" }, 
	    { "code": "120114", "name": "武清区" }, 
	    { "code": "120115", "name": "宝坻区" }, 
	    { "code": "120116", "name": "滨海新区" }, 
	    { "code": "120117", "name": "宁河区" }, 
	    { "code": "120118", "name": "静海区" }, 
	    { "code": "120119", "name": "蓟州区" }
	  ]}
    ]
  },
  ]
  module.exports = {
    pca: pca,
  }